Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/prp201220130104000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Reineierne stimuleres til økt slakteuttak gjennom en ekstraordinær økning av det produksjonsrettede tilskuddet.
sme: Boazodoallit movttiidahttojuvvojit njuovvat eambbo go buvttadandoarjja oažžu sierra lasáhusa.

source: Det skal etableres et felles klassifiseringssystem for reinsdyrkjøtt.
sme: Oktasaš klassifiserenvuogádat galgá ásahuvvot bohccobierggu várás.

source: Samtidig skal det etableres et nytt rapporteringssystem som sikrer løpende rapportering fra slakteri- og videreforedlingsbedriftene.
sme: Seammás galgá maid ásahuvvot ođđa raporterenvuogádat mii sihkkarastá dađistaga raporteremiid njuovahagain ja viidáset reidenfitnodagain.

source: Riktig rapportering er avgjørende for Markedsutvalgets arbeid.
sme: Rivttes raporteren lea Márkanlávdegotti bargui mearrideaddjin.

source: Videre er budsjettet for Markedsutvalget for reinsdyrkjøtt økt for å kunne legge til rette for en styrking av kampanjene kommende høst.
sme: Dasa lassin lea Bohccobierggu márkanlávdegotti bušeahtta lasihuvvon vai lea vejolaš buoridit dili boahtte čavčča jođihanáŋgirdemiide.

source: I tillegg legges det til rette for en oppgradering av reindriftens infrastruktur knyttet til uttak av slaktedyr.
sme: Maiddái galgá boazodoalu infrastruktuvra buoriduvvot dasa mii guoská njuovvanbohccuide.

source: Utover den ekstraordinære økningen av det produksjonsrettede tilskuddet, videreføres i det vesentligste de direkte tilskuddene.
sme: Earret buvttadandoarjagiid sierra lasáhusa, de jotkojuvvojit eanaš njuolggodoarjagat.

source: Denne videreføringen legger til rette for økt slakting og produksjon, samtidig som den skaper forutsigbarhet for den enkelte reindriftsutøver.
sme: Doarjagat lea láhččojuvvon dainna lágiin vai sáhttá lasihit bohccobierggu njuovvama ja vuovdima, seammás go dat addá boazodoallái buoret vejolašvuođa ovddasguvlui plánet.

source: Frakttilskuddet endres slik at det kan gis tilskudd til frakt av levende rein fra siidaer lokalisert mer enn 100 km fra nærmeste godkjente slakteri.
sme: Fievrridandoarjja rievdaduvvo vai ealli bohccuid sáhttá fievrridit njuovahahkii daid siiddain gos leat eanet go 100 km lagamus dohkkehuvvon njuovahahkii.

source: Denne endringen vil legge til rette for at flere siidaer kan foreta sitt slakteuttak før innflytting på høst- og vinterbeitene.
sme: Dát rievdadus láhčá dili eanet njuovvamiidda ovdal johtima čakča- ja dálveguohtuneatnamiidda.

source: Som et tiltak i arbeidet med å tilpasse reintallet, reduseres aldersgrensen for tidligpensjon fra 62 år til 57 år.
sme: Boazologu heivehanbarggus lea doaimmain okta dat ahte ahkemearri vuoliduvvo ohcat árrapenšuvnna 62 jagis 57 jahkái.

source: Videre åpnes det for at det kan gis tidligpensjon for det tidsrommet hvor det ytes avtalefestet pensjon.
sme: Lassin rahppojuvvo maid vejolašvuohta fállat árrapenšuvnna dan áigodahkii goas addo šihttojuvvon penšuvdna.

source: Reinprogrammet videreføres.
sme: Boazoprográmma jotkojuvvo.

source: Reinprogrammet skal særlig legge til rette for en videreutvikling av etablerte reinkjøttbedrifter.
sme: Boazoprográmma galgá earenoamážit láhčit dili ásahuvvon bohccobiergofitnodagaid viidáset ovddideapmái.

source: Samtidig inngår reiselivsbasert næringsutvikling i reindriften, samt samarbeidstiltak mellom reindriften og foredlingsbedrifter i programmet.
sme: Seammás siskkilda prográmma maiddái boazoealáhusa mátkeealáhusvuđot ealáhusovddideami ja ovttasbargodoaimmaid gaskal boazodoalu ja reidenfitnodagaid.

source: Den fremforhandlede avtalen har ytterligere forsterket den næringsrettede oppmerksomheten, og støtter opp om forvaltningen av reindriften som en næring.
sme: Dán šiehtadusa vuođul biddjojuvvo ealáhussii eanet fuomášupmi, ja boazodoallu hálddašuvvo ealáhussan.

source: Ved at avtalen legger til rette i alle ledd i verdikjeden for økt slakting og omsetning av reinkjøtt, gir avtalen grunnlag for en positiv utvikling og økt inntjening hos den enkelte reineier.
sme: Go šiehtadus láhčá dili buot lađđasiin árvogollosis ahte eanet njuovvat ja vuovdit bohccobierggu, de addojuvvo vuođđu joatkevaš positiiva ovdáneapmái, ja eanet sisaboađuid juohke boazoeaiggádii.

source: Samtidig underbygger den fremforhandlede avtalen den dreining man har hatt i reindriftsavtalens virkemidler de senere årene, med en tilrettelegging for de reindriftsutøverne som har reindrift som hovedvirksomhet.
sme: Seammás doarju ja joatká dát šiehtadus daid nuppástuhttindoaimmaid mat maŋimuš jagiid leat čađahuvvon ahte heivehit doaibmabijuid sidjiide geain boazodoallu lea váldoealáhussan.

source: I tillegg til selve avtalen, vises det i sluttprotokollen til at det er bevilget 2,5 mill. kroner over kapittel 1147 til finansiering av kostnader vedrørende radioaktivitet i reinkjøtt i 2013.
sme: Dán šiehtadusa lassin čujuhuvvo loahppaprotokollii gos boahtá ovdan ahte várrejuvvo 2,5 miljovnna kruvnnu kapihttalis 1147 ruhtadit radioaktiiva bohccobierggu goluid 2013:s.

source: Det er enighet om at regelverket for radioaktivitetstiltak i slaktesesongen 2013/2014 fastsettes etter de samme prosedyrer som forskriftene etter reindriftsavtalen.
sme: Lea maid ovttaoaivilvuohta dasa ahte rádioaktivitehtadoaibmabijuid njuolggadusat 2013/2014 njuovvanáigodahkii mearriduvvo seamma bargovugiid mielde go boazodoallošiehtadusa njuolggadusat.

source: Som vedlegg til proposisjonen følger Reindriftsavtalen for 2013/2014, sluttprotokollen til avtalen og en oversikt over fordelingen av avtalemidlene.
sme: Proposišuvnna mielddusin čuovvu Boazodoallošiehtadus 2013/2014, šiehtadusa loahppaprotokolla ja bajilgovva das movt šiehtadusruđat leat juogaduvvon.

source: 2 Politiske føringer
sme: 2 Politihkalaš láidestusat

source: Reindrift er en liten næring i nasjonal målestokk, men både i samisk og lokal sammenheng har den stor betydning, både økonomisk, sysselsettingsmessig og kulturelt.
sme: Boazodoallu lea unna ealáhusaš riikkalaš mihtus, muhto sihke sámi ja báikkálaš oktavuođas das lea stuorra árvu – ekonomalaččat, bargosajiid dáfus ja kultuvrralaččat.

source: Reindriften har alltid vært oppfattet og akseptert som en helt unik samisk næring.
sme: Boazodoallu lea álo adnojuvvon áibbas erenomáš sámi ealáhussan ja dohkkehuvvon danin.

source: Reindriften er derfor en viktig del av det materielle grunnlaget for samisk kultur.
sme: Boazodoallu lea danne dehálaš oassi sámi kultuvrra ávnnaslaš vuođus.

source: På bakgrunn av nasjonale forpliktelser etter Grunnloven, og folkerettens regler om urfolk og minoriteter, sees reindriftspolitikken i en generell same- og samfunnspolitisk sammenheng.
sme: Riikkalaš geatnegasvuođaid vuođul, mat vulget Vuođđolágas, ja geatnegasvuođaid vuođul mat leat álbmotrievtti njuolggadusain mat gieđahallet álgoálbmogiid ja unnitloguid, de boazodoallopolitihkka adnojuvvo dábálaš sáme- ja servodatpolitihka oassin.

source: Reindriftspolitikken er derfor bygd på to selvstendige grunnlag; en næringspolitisk produksjonsverdi og en samepolitisk kulturverdi.
sme: Boazodoallopolitihkka lea danne huksejuvvon guovtti iehčanas vuđđui: ealáhuspolitihkalaš buvttadusárvvu vuđđui ja sámepolitihkalaš kulturárvvu vuđđui.

source: 2.1 Grunnlaget for forhandlingene
sme: 2.1 Vuođđu šiehtadallamiidda

source: Stortinget godkjente 4. juni 1976 Hovedavtalen for reindriftsnæringen (St.prp. nr. 170 (1975-76)) og ga Landbruks- og matdepartementet fullmakt til å forhandle med Norske Reindriftsamers Landsforbund (NRL) om toårige avtaler for reindriftsnæringen.
sme: Stuoradiggi dohkkehii geassemánu 4.b.1976 Váldošiehtadusa boazodoalloealáhussii (St.prop. no.170 (1975-1976)) ja attii Eanandoallo- ja biebmodepartementii váldi šiehtadallat Norgga Boazosápmelaččaid Riikkaservviin (NBR) guovttejahkásaš šiehtadusaid boazoealáhussii.

source: I samsvar med St.meld. nr. 28 (1991-92) ble det forhandlet om ny hovedavtale for reindriften.
sme: St.dieđ. nr. 28 (1991-92) mielde šiehtadallojuvvui ođđa váldošiehtadus boazodollui.

source: Denne hovedavtalen ble gjeldende ved Stortingets behandling av St.prp. nr. 66 (1992-93).
sme: Dát váldošiehtadus gustogođii maŋŋil go Stuoradiggi meannudii St.prop. nr. 66 (1992-93).

source: Dagens hovedavtale avviker i liten grad fra avtalen av 1976.
sme: Dálá váldošiehtadus ii leat olus rievdan 1976 šiehtadusa ektui.

source: Det var imidlertid nødvendig som følge av St.meld. nr. 28 (1991-92) og Stortingets behandling av denne, å foreta enkelte endringer med hensyn til Sametingets og vesentlige næringsorganisasjoners rolle i reindriftsavtalesystemet, samt endringer i avtaleperioden.
sme: St.dieđ. 28 (1991-92) ektui ja maŋŋil go Stuoradiggi dan meannudii šattai almmatge dárbu dahkat muhtun rievdadusaid dasa mii guoskkai Sámedikki ja dehálaš ealáhusorganisašuvnnaid sadjái boazodoallošiehtadusvuogádagas, ja rievdadusaid geažil šiehtadusáigodagas.

source: I henhold til gjeldende hovedavtale er Landbruks- og matdepartementet nå gitt fullmakt til å forhandle med NRL om ettårige avtaler for reindriftsnæringen.
sme: Gustojeaddji váldošiehtadusa ektui lea Eanandoallo- ja biebmodepartemeanta ožžon váldi NBR:n šiehtadallat jahkásaš šiehtadusa boazodoalloealáhussii.

source: Perioden for reindriftsavtalen gjelder fra 1. juli til 30. juni.
sme: Boazodoallošiehtadusa áigodat lea suoidnemánu 1.beaivvis geassemánu 30.beaivái.

source: Utover forhandlinger om de økonomiske virkemidlene, kan partene også kreve forhandlinger om faglige, sosiale, organisasjonsmessige og andre spørsmål av betydning for en utvikling av næringen mot de mål som er fastsatt i reindriftspolitikken.
sme: Earret go ekonomalaš gaskaomiid šiehtadallat, de sáhttet šiehtadusbealálaččat maiddái gáibidit šiehtadallat fágalaš, sosiála, organisašuvnnalaš ja eará áššiid birra mat ealáhusovdáneapmái leat dehálaččat juksan dihtii boazodoallopolitihkalaš mearriduvvon mihttomeriid.

source: Ved brudd i forhandlingene, fremmer staten i henhold til hovedavtalen på eget grunnlag ovenfor Stortinget forslag om de tiltak og økonomiske rammer som skal gjelde for kommende avtaleperiode.
sme: Jos šiehtadallamat boatkanit, de ovddida stáhta váldošiehtadusa mielde ieš Stuoradiggái árvalusa mas leat mielde doaibmabijut ja ekonomalaš rámma boahtte šiehtadusáigodahkii.

source: Foruten bruddet om forhandlingene om Reindriftsavtalen 2011/2012 og en utsettelse av forhandlingene om Reindriftsavtalen 1983/1984 i forbindelse med utbyggingen av Alta/Kautokeino vassdraget, har det ikke vært brudd i disse forhandlingene.
sme: Earret šiehtadallanboatkaneami Boazodoallošiehtadusa 2011/2012 ja šiehtadallamiid maŋideapmi Boazodoallošiehtadusa 1983/84 Álttá/Guovdageainnu dulvadeami geažil, de eai leat leamaš boatkaneamit šiehtadallamiin.

source: 2.2 Mål for reindriftspolitikken
sme: 2.2 Boazodoallopolitihka ulbmilat

source: Mål og retningslinjer for reindriftpolitikken er trukket opp i St.meld. nr. 28 (1991-92) En bærekraftig reindrift, og av Stortinget i Innst. S. nr. 167 (1991-1992).
sme: Ulbmilat ja rávvagat mat leat vuođđun boazodoallopolitihkkii leat mielde St.dieđ. no. 28:s (1991-92) Ceavzilis boazodoallu, ja Stuoradikki Árvl. S. no. 167 (1991-1992).

source: I innstillingen konkretiseres ”En bærekraftig reindrift” gjennom målene om en økologisk, økonomisk og kulturelt bærekraftig reindrift.
sme: Árvalusas čilgejuvvojit “Ceavzilis boazodoallu” ulbmilat oaččuhit áigái boazodoalu mas lea ekologalaš, ekonomalaš ja kultuvrralaš ceavzilvuohta.

source: Målene står i innbyrdes sammenheng;
sme: Dát golbma ulbmila leat gaskaneaset oktavuođas;

source: økologisk bærekraft gir grunnlag for økonomisk bærekraft, og sammen gir økologisk og økonomisk bærekraft mulighet for å ivareta og utvikle kulturell bærekraft.
sme: ekologalaš ceavzilvuohta bidjá vuođu ekonomalaš ceavzilvuhtii ja ekologalaš ja ekonomalaš ceavzilvuohta ovttas dahket vejolažžan ovddidit kultuvrralaš ceavzilvuođa.

source: I etterkant av behandlingen av St.meld. nr. 28 (1991-92) har Stortinget to ganger i året behandlet reindriftspolitikken – ved den årlige reindriftsavtaleproposisjonen og ved behandlingen av det årlige statsbudsjettet.
sme: St.dieđ. no. 28 (1991-1992) meannudeami maŋŋil lea Stuoradiggi guktii jagis meannudan boazodoallopolitihka – jahkásaš boazodoallošiehtadusproposišuvnna ja jahkásaš stáhtabušeahta meannudettiin.

source: Regjeringen og Stortinget har videreført hovedlinjene i meldingen.
sme: Ráđđehus ja Stuoradiggi leat joatkán dieđáhusa váldolinnjáid.

source: Men det er også gjennomført løpende og nødvendige tilpasninger, og nye momenter i forvaltningen av reindriften har blitt vektlagt.
sme: Muhto leat maid čađahuvvon dađistaga ja dárbbašlaš muddemat, ja ođđa momeanttat boazodoalu hálddašeamis leat deattuhuvvon.

source: Våren 2012 behandlet Stortinget Meld. St. 9 (2011-2012).
sme: Giđđat 2012 Stuorradiggi gieđahalai St.dieđ. 9 (2011–2012).

source: Ved behandlingen av meldingen sluttet Stortingets flertall seg til Regjeringens reindriftspolitikk.
sme: Go gieđahalle dieđáhusa, de Stuorradikki eanetlohku doarjjui Ráđđehusa boazodoallopolitihka.

source: I innstillingen viste Næringskomiteen til at regjeringen vil sikre ei bærekraftig reindriftsnæring gjennom tilpasset reintall, reduserte tap og økt produksjon.
sme: Árvalusastis Ealáhuslávdegoddi čujuhii dasa ahte Ráđđehus dáhttu sihkkarastit ceavzilis boazodoalloealáhusa boazologuid heivehallamiin, massimiid unnidemiin ja buvttadeami buoridemiin.

source: I den forbindelse understreker komiteen betydningen av at reintallet reduseres i de områder der det er for mye rein, og at dette også er svært viktig for å ivareta hensynet til dyrevelferd.
sme: Dan oktavuođas lávdegoddi deattuhii dehálažžan ahte boazologut geahpeduvvojit dain guovlluin gos leat menddo ollu bohccot, ja ahte dat lea hui dehálaš go galgat vuhtiiváldit elliid buorredilálašvuođa.

source: Flertallet i komiteen sluttet seg til at delmålene om en økologisk, økonomisk og kulturell bærekraft blir videreført.
sme: Lávdegotti eanetlohku doarjjui oasseulbmiliid ahte viidáset fievrridit boazodoalu mas lea ekologalaš, ekonomalaš ja kultuvrralaš ceavzilvuohta.

source: Mindretallet, bestående av representanter fra Høyre og Fremskrittspartiet, påpekte at målet om kulturell bærekraft som er beskrevet i meldingen vil forsterke reindriftens problemer, og ikke forenlig med delmålene om økologisk og økonomisk bærekraft.
sme: Unnitlohku, mas ledje mielde áirasat Olgešbellodagas ja Ovddádusbellodagas, čujuhii ahte kultuvrralaš ceavzilvuođaulbmil mii dieđáhusas lea čilgejuvvon ii buorit boazodoalu váttisvuođaid, ja ii soaba ekologalaš ja ekonomalaš ceavzilvuođa oasseulbmiliidda.

source: Videre påpekte disse at reindriften må, som andre næringer, ta inn over seg at en modernisering av driften ved hjelp av teknologi også vil medføre behov for færre hender i næringen.
sme: Dasto čujuhedje sii ahte boazodoallu ferte, nugo eará ealáhusat ge, dohkkehit ahte ođasmahttimat ealáhusas teknologiija bokte mielddisbuktet ahte ii leat dárbu šat nu olu giehtavehkiide.

source: Flertallet støtter også at næringsaspektet i de reindriftspolitiske virkemidlene forsterkes.
sme: Eanetlohku doarju maiddái ahte jorahit boazodoallošiehtadusa gaskaomiid eanet ealáhusguvlui.

source: I den forbindelse ble det påpekt at reinkjøtt er en arktisk delikatesse som har et markedspotensial som bør utnyttes i større grad enn i dag, og at det er viktig at næringen øker sin innsats med produktutvikling og markedsføring.
sme: Dán oktavuođas čujuhuvvui ahte bohccobiergu lea árktalaš hersko mas lea márkanárvu ja maid ferte geavahit eanet go dál, ja de lea dehálaš ahte ealáhus bidjá eanet návccaid buvttadanovdáneapmái ja márkanfievrrideapmái.

source: I forbindelse med Regjeringens arbeid med å forenkle og effektivisere den offentlige forvaltningen av reindriften, ble det understreket at en gjennomføring av reindriftspolitikken forutsetter en effektiv offentlig forvaltning av reindrift.
sme: Ráđđehusa barggu oktavuođas, man ulbmil lei álkkásmahttit ja beavttálmahttit boazodoalu almmolaš hálddašeami, de deattuhuvvui ahte boazodoallopolitihka čađaheapmi eaktuda ealáhusa beaktilis almmolaš hálddašeami.

source: Videre at forvaltningen må kunne ivareta en god dialog og samhandling med reindriften og med samfunnet for øvrig.
sme: Dasto deattuhuvvui datge, ahte hálddahus ferte sáhttit bisuhit buori gulahallama ja ovttasdoaibmama boazodoaluin ja servodagain muđuid.

source: Sist gang Stortinget behandlet reindriftspolitikken, var i forbindelse med behandlingen av Riksrevisjonens undersøkelse av bærekraftig reindrift i Finnmark den 24. januar. Ved denne behandlingen viste Stortinget til at store deler av Finnmarksvidda er overbeitet fordi reintallet ikke er tilpasset beitegrunnlaget.
sme: Maŋimuš go Stuoradiggi meannudii boazodoallopolitihka, lei meannudettiin Riikarevišuvnna guorahallama ceavzilis boazodoalu birra ođđajagimánu 24.b. Dán ášši meannudettiin cuiggodii Stuoradiggi ahte eanaš eatnamat Finnmárkkus ledje guorban dan sivas go boazolohku ii leat heivehuvvon guohtuneatnamiidda.

source: Det ble trukket fram at reintallet har økt med 40 prosent siden 2002 og fram til 2010, og at det nå er avgjørende å få gjennomført pågående prosesser for å redusere reintallet i Finnmark.
sme: Dat váldojuvvui ovdan ahte boazolohku lea lassánan 40 proseanttain jagis 2002 jahkái 2010, ja dál lea áibbas dárbbašlaš čađahit daid proseassaid mat leat álggahuvvon ahte geahpedit boazologu Finnmárkkus.

source: Det ble trukket fram at reindriftslovens formulering om at reindriften også skal være kulturelt bærekraftig, kan stå i motsetning til målene om økonomisk og økologisk bærekraft.
sme: Namuhuvvui maid ahte kultuvrralaš ceavzilvuođa cealkka boazodoallolágas ii soaitte soahpat ekonomalaš ja ekologalaš ceavzilvuođa ulbmiliidda.

source: Videre at de to siste målene da må være overordnet målet om kulturell bærekraft.
sme: Viidáset ahte diet guokte maŋimuš ulbmila fertejit leat bajit dásis go kultuvrralaš ceavzilvuođa ulbmil.

source: Videre ble det påpekt at det er LMDs ansvar å sikre en økologisk bærekraftig reindrift i Finnmark, samt at det ble anmodet om at de virkemidlene som finnes i reindriftsavtalen også blir benyttet til å få ned reintallet.
sme: Viidáset čujuhuvvui ahte lea EBD ovddasvástádus sihkkarastit ekologalaš ceavzilis boazodoalu Finnmárkkus, ja ávžžuhuvvui ahte gaskaoamit mat gávdnojit boazodoallošiehtadusas maiddái geavahuvvojit boazologu geahpedeapmái.

source: 2.3 Reindriftspolitiske virkemidler
sme: 2.3 Boazodoallopolitihkalaš váikkuhangaskaoamit

source: De to sentrale virkemidlene for å nå de reindriftspolitiske målene er reindriftsloven og reindriftsavtalen.
sme: Dat guokte guovddáš gaskaoami mainna galggašii juksat boazodoallopolitihkalaš ulbmiliid leat boazodoalloláhka ja boazodoallošiehtadus.

source: Etter at ny lov tok til å gjelde fra 1. juli 2007, er reindriften gitt et større ansvar for en bærekraftig ressursforvaltning av reinbeiteområdene.
sme: Maŋŋil go ođđa láhka gustogođii suoidnemánu 1.b.2007, lea boazodollui addojuvvon stuorit ovddasvástádus fuolahit ahte boazodoalloguovlluin galgá leat ceavzilis resursahálddašeapmi.

source: Bruksreglene vil utgjøre fundamentet i ressursforvaltningen framover, og være en forutsetning for at en rekke av lovens bestemmelser skal komme til anvendelse.
sme: Doallonjuolggadusat leat vuođđun boahtteáiggi resursahálddašeamis, ja vuođđun maiddái boazodoallolága mearrádusaid čađaheapmái.

source: Et sentralt forhold i loven er reindriftens rolle i forvaltningen av ressursene.
sme: Guovddáš ášši boazodoallolágas lea boazodolliid resursageavaheapmi.

source: Gjennom ulike bestemmelser legges det opp til at næringen skal medvirke og ta et økt ansvar for at reindriften er økologisk, økonomisk og kulturelt bærekraftig.
sme: Iešguđetlágan mearrádusat galget ealáhussii dahkat vejolažžan váikkuhit ja váldit eanet ovddasvástádusa ovddidit boazodoalu mas lea ekologalaš, ekonomalaš ja kultuvrralaš ceavzilvuohta.

source: Siidaen fikk en sentral plass i reindriftsloven av 2007.
sme: Siida lea ožžon guovddáš saji 2007 boazodoallolágas.

source: Siidaen er både et arbeidsfellesskap og det sentrale grunnlaget for tradisjonell bruk av reinbeiteområdene.
sme: Siida lea sihke bargooktavuohta ja lea árbevirolaš guohtungeavaheami deaŧalaš vuođđu.

source: Siidaens rettslige stilling kommer til uttrykk i flere bestemmelser i loven.
sme: Siidda rievttálaš sajádat boahtá ovdan olu láhka mearrádusain.

source: For eksempel fremgår det at alle sommersiidaer skal ha medlem i distriktsstyret, og at det er siidaens beitegrunnlag som vil være utgangspunktet ved fastsettelsen av reintall.
sme: Ovdamearkka dihtii daddjo ahte buot geassesiiddain galget leat miellahtut orohatstivrrain, ja ahte siidda guohtuneatnamat galget biddjot vuođđun boazologu mearrideapmái.

source: Et annet sentralt eksempel er at det er siidaen selv som skal avgjøre hvor mange ansvarlige utøvere det skal være i siidaen, i motsetning til 1978-loven der det krevdes samtykke fra myndighetene for å opprette en ny andel.
sme: Eará dehálaš ovdamearka lea ahte siida galgá ieš mearridit galle vástideaddji boazodoalli galget leat siiddas, ii ge nu movt 1978-lágas gos gáibiduvvui lohpi eiseválddiin ásahit ođđa siidaoasi.

source: Etter 2007-loven kan myndighetene kun nekte samtykke dersom gjennomsnittlig reintall etter opprettelsen av ny siidaandel kommer lavere enn 250 rein.
sme: 2007-lága mielde lea eiseválddiin vejolašvuohta dušše gieldit lobi addimis jos ođđa siidaoasi gaskamearálaš boazolohku lea vuollelis go 250 bohcco.

source: Denne bestemmelsen er en direkte konsekvens av målet om at næringen skal være økonomisk bærekraftig.
sme: Dát mearrádus čuovvu njuolgut dan ulbmila ahte ealáhus galgá leat ekonomalaččat guoddevaš.

source: I tillegg til at reindriften har fått et ansvar for regulering av interne forhold som for eksempel nyetableringer, har de også anledning til å fordele reintallet mellom reineiere.
sme: Dasa lassin ahte boazodoallu lea ožžon ovddasvástádusa mearridit siskkáldas áššiid ovdamearkadihttiid ođđa álggaheddjiid hárrái, de lea sis maid vejolašvuohta juogadit boazologu boazoeaiggádiid gaskka.

source: I praksis vil dette skje ved at siidaen, ved enstemmighet, kan bestemme hvordan en eventuell fordeling av et reintallskutt skal fordeles mellom siidaandeler.
sme: Geavatlaččat dáhpáhuvvá dat go siida, ovttajienalaččat, sáhttá mearridit movt juogadit vejolaš boazologugeahpedeami siidaosiid gaskka.

source: Videre har innehaveren av en siidaandel fått adgang til å bestemme hvem som skal eie rein i egen andel, og hvor mye rein vedkommende skal ha.
sme: Dasto lea siidaoasi eaiggát ožžon lobi mearridit geat galget beassat eaiggádit bohccuid mat gullet su siidaoasi vuollái, ja man olu bohccot sis galget.

source: Hvordan den enkelte siidaandel som får krav om reduksjon av sitt reintall vil forholde seg til sin rett til å fordele kuttet mellom reineierne i andelen, er uvisst.
sme: Movt juohke siidaoassi gii oažžu gáibádusa geahpedit boazologu geavaha rievttis juogadit boazologugeahpedeami, lea eahpečielggas.

source: Regjeringen har i Meld. St. 9 (2011-2012) Velkommen til bords!
sme: Ráđđehus lea Dieđ. St. 9 (2011-2012) Buresboahtin beavdái!

source: uttalt at det er svært viktig at reindriften tar dette verktøyet i bruk for å sikre næringsgrunnlaget til siidaandelsinnehaveren.
sme: cealkán ahte lea dehálaš ahte boazodoallu váldá dáid vejolašvuođaid atnui sihkkarastit ealáhusvuođu siidaoasi eaiggádii.

source: Videre er det uttalt at Regjeringen vil forsterke næringsaspektet i reindriften.
sme: Dasto lea celkojuvvon ahte Ráđđehus áigu nannet ealáhusbeali boazodoalus.
